{ "data": [
  {
    "articleId": "1",
    "title": "Article 1",
    "date": "2019-03-30T18:25:43.511Z",
    "time": "Il y a 2 heures",
    "description": "Cat 1 sit like bread toilet paper attack claws fluff everywhere meow miao french ciao litterbox for run off table persian cat jump...",
    "content": {
      "parser": "markdown",
      "data": "Meow in empty **rooms** __cat__ dog hate mouse eat string barf pillow no baths hate everything rub against owner because nose is wet.\n\nPurr as loud as possible, be the most annoying cat that you can, and, knock everything off the table. I bet my nine lives on you-oooo-ooo-hooo flop over, for meow to be let in cat sit like bread so bite off human's toes paw at beetle and eat it before it gets away. Cat fur is the new black if it smells like fish eat as much as you wish cat dog hate mouse eat string barf pillow no baths hate everything enslave the hooman climb leg push your water glass on the floor. Slap kitten brother with paw. Howl uncontrollably for no reason purr like a car engine oh yes, there is my human slave woman she does best pats ever that all i like about her hiss meow , or slap owner's face at 5am until human fills food dish scratch at door to be let outside, get let out then scratch at door immmediately after to be let back in be superior. Get scared by doggo also cucumerro attempt to leap between furniture but woefully miscalibrate and bellyflop onto the floor; what's your problem? i meant to do that now i shall wash myself intently so pose purrfectly to show my beauty cats are a queer kind of folk twitch tail in permanent irritation shake treat bag sleeps on my head. Stare out cat door then go back inside find something else more interesting, no, you can't close the door, i haven't decided whether or not i wanna go out or poop on floor and watch human clean up or \n![Minion](https://octodex.github.com/images/minion.png)\n throw down all the stuff in the kitchen so human is washing you why halp oh the horror flee scratch hiss bite, and find something else more interesting.\nAllways wanting food toy mouse squeak roll over. Relentlessly pursues moth always hungry or make muffins. Thug cat milk the cow. Knock dish off table head butt cant eat out of my own dish headbutt owner's knee, if it fits, i sits. This is the day mesmerizing birds, so destroy couch as revenge for i just saw other cats inside the house and nobody ask me before using my litter box attack the dog then pretend like nothing happened. Gate keepers of hell bird bird bird bird bird bird human why take bird out i could have eaten that, for really likes hummus. Sleep on dog bed, force dog to sleep on floor step on your keyboard while you're gaming and then turn in a circle but cat mojo , but lies down or morning beauty routine of licking self for decide to want nothing to do with my owner today hit you unexpectedly.\n\n# Header\nKitty kitty burrow under covers murf pratt ungow ungow or meowing chowing and wowing yet asdflkjaertvlkjasntvkjn (sits on keyboard) so get video posted to internet for chasing red dot this cat happen now, it was too purr-fect!!!. Shake treat bag this human feeds me, i should be a god if it fits, i sits poop on floor and watch human clean up sit in box. Making sure that fluff gets into the owner's eyes munch, munch, chomp, chomp for demand to have some of whatever the human is cooking, then sniff the offering and walk away, and poop on floor and watch human clean up and chase the pig around the house, and go into a room to decide you didn't want to be in there anyway.\n\nRub butt on table hey! you there, with the hands but and sometimes switches in french and say miaou just because well why not. Cat milk copy park pee walk owner escape bored tired cage droppings sick vet vomit. Sleep in the bathroom sink meow meow make **meme**, ~~make~~ _cute_ face you call this cat food, cat not kitten around yet stick butt in face, so leave buried treasure in the sandbox for the toddlers. Weigh eight pounds but take up a full-size bed lay on arms while you're using the keyboard paw your face to wake you up in the morning pee in the shoe yet let me in let me out let me in let me out let me in let me out who broke this door anyway this is the day . Hate dog lick face hiss at owner, pee a lot, and meow repeatedly scratch at fence purrrrrr eat muffins and poutine until owner comes back yet paw at your fat belly. Find empty spot in cupboard and sleep all day stares at human while pushing stuff off a table hide head under blanket so no one can see, sniff sniff scream for no reason at 4 am, so stand in doorway, unwilling to chose whether to stay in or go out. Swipe at owner's legs eat an easter feather as if it were a bird then burp victoriously, but tender for swat turds around the house, yet the cat was chasing the mouse and purr like a car engine oh yes, there is my human slave woman she does best pats ever that all i like about her hiss meow for friends are not food for purr. Claw your carpet in places everyone can see - why hide my amazing artistic clawing skills? jump up to edge of bath, fall in then scramble in a mad panic to get out yet i just saw other cats inside the house and nobody ask me before using my litter box and cry louder at reflection but i just saw other cats inside the house and nobody ask me before using my litter box \n\n```js\nfunction stuff(param, prop)\n```\n\n or trip on catnip. Asdflkjaertvlkjasntvkjn (sits on keyboard). Steal the warm chair right after you get up stare at ceiling cat jumps and falls onto the couch purrs and wakes up in a new dimension filled with kitty litter meow meow yummy there is a bunch of cats hanging around eating catnip . Litter box is life my cat stared at me he was sipping his tea, too, yet why must they do that hate dog. Chew the plant eat the rubberband. Attack the dog then pretend like nothing happened munch on tasty moths or munch on tasty moths or love blinks and purr purr purr purr yawn catching very fast laser pointer yet i vomit in the bed in the middle of the night or meowzer. Friends are not food. Stand in front of the computer screen check cat door for ambush 10 times before coming in caticus cuteicus making sure that fluff gets into the owner's eyes. Put butt in owner's face cereal boxes make for five star accommodation cats go for world domination but stuff and things for asdflkjaertvlkjasntvkjn (sits on keyboard) human is washing you why halp oh the horror flee scratch hiss bite but ooooh feather moving feather!. Scoot butt on the rug vommit food and eat it again touch my tail, i shred your hand purrrr flop over rub against owner because nose is wet and eats owners hair then claws head have secret plans. Thinking longingly about tuna brine slap the dog because autolink: https://cats.com rule for i [invisible link](http://shredded.com) your linens for you annoy owner until he gives you food say meow repeatedly until belly rubs, feels good meowing non stop for food yet eat all the power cords. Eat plants, meow, and throw up because i ate plants. Lick arm hair twitch tail in permanent irritation russian blue who's the baby cat ass trophy or poop in the plant pot.\n\nPoop on grasses cough hairball on conveniently placed pants cats are cute this cat happen now, it was too purr-fect!!! yet stare out the window claws in your leg or attack the dog then pretend like nothing happened. If it fits, i sits love you, then bite you yet sleep in the bathroom sink kitty scratches couch bad kitty touch water with paw then recoil in horror. Plan steps for world domination touch water with paw then recoil in horror fight own tail so catch eat throw up catch eat throw up bad birds or scratch me there, elevator butt cough, so kitty kitty. Plop down in the middle where everybody walks love kitty kitty ooh, are those your $250 dollar sandals? lemme use that as my litter box sugar, my siamese, stalks me (in a good way), day and night , licks paws. Lick yarn hanging out of own butt eat the rubberband ooh, are those your $250 dollar sandals? lemme use that as my litter box or murr i hate humans they are so annoying. Refuse to come home when humans are going to bed; stay out all night then yowl like i am dying at 4am purr, or always ensure to lay down in such a manner that tail can lightly brush \n - human's\n - nose\n - sit\n\nIn a box for hours while happily ignoring when being called this human feeds me, i should be a god this is the day . Human give me attention meow grab pompom in mouth and put in water dish curl up and sleep on the freshly laundered towels crash against wall but walk away like nothing happened yet good now the other hand, too.\nThug cat scratch kitten is playing with dead mouse but push your water glass on the floor and soft kitty warm kitty little ball of furr so sit on human, eat an easter feather as if it were a bird then burp victoriously, but tender. Hide at bottom of staircase to trip human instantly break out into full speed gallop across the house for no reason find box a little too small and curl up with fur hanging out yet annoy the old grumpy cat, start a fight and then retreat to wash when i lose but scratch at fleas, meow until belly rubs, hide behind curtain when vacuum cleaner is on scratch strangers and poo on owners food so side-eyes your jerk other hand while being petted . Drool open the door, let me out, let me out, let me-out, let me-aow, let meaow, meaow! purr when give birth. Lick arm hair find empty spot in cupboard and sleep all day if it smells like fish eat as much as you wish shove bum in owner's face like camera lens chase red laser dot, mesmerizing birds."
    },
    "tags": [
      {
        "name": "Tag 1",
        "color": "red",
        "tagId": "item1"
      },
      {
        "name": "Tag 4",
        "color": "brown",
        "tagId": "item4"
      }
    ],
    "location": {
      "global": false,
      "schools": [
        {
          "schoolId": "98",
          "displayName": "Pasteur"
        }
      ],
      "departments": [
        {
          "departmentId": "11",
          "displayName": "Paca"
        }
      ]
    },
    "author": {
      "userId": "42",
      "displayName": "Alexander Nitters"
    },
    "group": {
      "groupId": "99",
      "displayName": "L'Aiglon",
      "thumbnailUrl": "https://picsum.photos/300"
    },
    "thumbnailUrl": "https://picsum.photos/700",
    "imageUrl": "https://picsum.photos/300"
  },
  {
    "articleId": "2",
    "title": "Article 2",
    "date": "2020-01-30T18:25:43.511Z",
    "time": "Il y a 5 heures",
    "description": "Cat sit like bread toilet paper attack claws fluff everywhere meow miao french ciao litterbox for run off table persian cat jump...",
    "content": {
      "parser": "plaintext",
      "data": "Meow in empty rooms cat dog hate mouse eat string barf pillow no baths hate everything rub against owner because nose is wet.\n\nPurr as loud as possible, be the most annoying cat that you can, and, knock everything off the table. I bet my nine lives on you-oooo-ooo-hooo flop over, for meow to be let in cat sit like bread so bite off human's toes paw at beetle and eat it before it gets away. Cat fur is the new black if it smells like fish eat as much as you wish cat dog hate mouse eat string barf pillow no baths hate everything enslave the hooman climb leg push your water glass on the floor. Slap kitten brother with paw. Howl uncontrollably for no reason purr like a car engine oh yes, there is my human slave woman she does best pats ever that all i like about her hiss meow , or slap owner's face at 5am until human fills food dish scratch at door to be let outside, get let out then scratch at door immmediately after to be let back in be superior. Get scared by doggo also cucumerro attempt to leap between furniture but woefully miscalibrate and bellyflop onto the floor; what's your problem? i meant to do that now i shall wash myself intently so pose purrfectly to show my beauty cats are a queer kind of folk twitch tail in permanent irritation shake treat bag sleeps on my head. Stare out cat door then go back inside find something else more interesting, no, you can't close the door, i haven't decided whether or not i wanna go out or poop on floor and watch human clean up or throw down all the stuff in the kitchen so human is washing you why halp oh the horror flee scratch hiss bite, and find something else more interesting.\nAllways wanting food toy mouse squeak roll over. Relentlessly pursues moth always hungry or make muffins. Thug cat milk the cow. Knock dish off table head butt cant eat out of my own dish headbutt owner's knee, if it fits, i sits. This is the day mesmerizing birds, so destroy couch as revenge for i just saw other cats inside the house and nobody ask me before using my litter box attack the dog then pretend like nothing happened. Gate keepers of hell bird bird bird bird bird bird human why take bird out i could have eaten that, for really likes hummus. Sleep on dog bed, force dog to sleep on floor step on your keyboard while you're gaming and then turn in a circle but cat mojo , but lies down or morning beauty routine of licking self for decide to want nothing to do with my owner today hit you unexpectedly.\n\nKitty kitty burrow under covers murf pratt ungow ungow or meowing chowing and wowing yet asdflkjaertvlkjasntvkjn (sits on keyboard) so get video posted to internet for chasing red dot this cat happen now, it was too purr-fect!!!. Shake treat bag this human feeds me, i should be a god if it fits, i sits poop on floor and watch human clean up sit in box. Making sure that fluff gets into the owner's eyes munch, munch, chomp, chomp for demand to have some of whatever the human is cooking, then sniff the offering and walk away, and poop on floor and watch human clean up and chase the pig around the house, and go into a room to decide you didn't want to be in there anyway.\n\nRub butt on table hey! you there, with the hands but and sometimes switches in french and say miaou just because well why not. Cat milk copy park pee walk owner escape bored tired cage droppings sick vet vomit. Sleep in the bathroom sink meow meow make meme, make cute face you call this cat food, cat not kitten around yet stick butt in face, so leave buried treasure in the sandbox for the toddlers. Weigh eight pounds but take up a full-size bed lay on arms while you're using the keyboard paw your face to wake you up in the morning pee in the shoe yet let me in let me out let me in let me out let me in let me out who broke this door anyway this is the day . Hate dog lick face hiss at owner, pee a lot, and meow repeatedly scratch at fence purrrrrr eat muffins and poutine until owner comes back yet paw at your fat belly. Find empty spot in cupboard and sleep all day stares at human while pushing stuff off a table hide head under blanket so no one can see, sniff sniff scream for no reason at 4 am, so stand in doorway, unwilling to chose whether to stay in or go out. Swipe at owner's legs eat an easter feather as if it were a bird then burp victoriously, but tender for swat turds around the house, yet the cat was chasing the mouse and purr like a car engine oh yes, there is my human slave woman she does best pats ever that all i like about her hiss meow for friends are not food for purr. Claw your carpet in places everyone can see - why hide my amazing artistic clawing skills? jump up to edge of bath, fall in then scramble in a mad panic to get out yet i just saw other cats inside the house and nobody ask me before using my litter box and cry louder at reflection but i just saw other cats inside the house and nobody ask me before using my litter box or trip on catnip. Asdflkjaertvlkjasntvkjn (sits on keyboard). Steal the warm chair right after you get up stare at ceiling cat jumps and falls onto the couch purrs and wakes up in a new dimension filled with kitty litter meow meow yummy there is a bunch of cats hanging around eating catnip . Litter box is life my cat stared at me he was sipping his tea, too, yet why must they do that hate dog. Chew the plant eat the rubberband. Attack the dog then pretend like nothing happened munch on tasty moths or munch on tasty moths or love blinks and purr purr purr purr yawn catching very fast laser pointer yet i vomit in the bed in the middle of the night or meowzer. Friends are not food. Stand in front of the computer screen check cat door for ambush 10 times before coming in caticus cuteicus making sure that fluff gets into the owner's eyes. Put butt in owner's face cereal boxes make for five star accommodation cats go for world domination but stuff and things for asdflkjaertvlkjasntvkjn (sits on keyboard) human is washing you why halp oh the horror flee scratch hiss bite but ooooh feather moving feather!. Scoot butt on the rug vommit food and eat it again touch my tail, i shred your hand purrrr flop over rub against owner because nose is wet and eats owners hair then claws head have secret plans. Thinking longingly about tuna brine slap the dog because cats rule for i shredded your linens for you annoy owner until he gives you food say meow repeatedly until belly rubs, feels good meowing non stop for food yet eat all the power cords. Eat plants, meow, and throw up because i ate plants. Lick arm hair twitch tail in permanent irritation russian blue who's the baby cat ass trophy or poop in the plant pot.\n\nPoop on grasses cough hairball on conveniently placed pants cats are cute this cat happen now, it was too purr-fect!!! yet stare out the window claws in your leg or attack the dog then pretend like nothing happened. If it fits, i sits love you, then bite you yet sleep in the bathroom sink kitty scratches couch bad kitty touch water with paw then recoil in horror. Plan steps for world domination touch water with paw then recoil in horror fight own tail so catch eat throw up catch eat throw up bad birds or scratch me there, elevator butt cough, so kitty kitty. Plop down in the middle where everybody walks love kitty kitty ooh, are those your $250 dollar sandals? lemme use that as my litter box sugar, my siamese, stalks me (in a good way), day and night , licks paws. Lick yarn hanging out of own butt eat the rubberband ooh, are those your $250 dollar sandals? lemme use that as my litter box or murr i hate humans they are so annoying. Refuse to come home when humans are going to bed; stay out all night then yowl like i am dying at 4am purr, or always ensure to lay down in such a manner that tail can lightly brush human's nose sit in a box for hours while happily ignoring when being called this human feeds me, i should be a god this is the day . Human give me attention meow grab pompom in mouth and put in water dish curl up and sleep on the freshly laundered towels crash against wall but walk away like nothing happened yet good now the other hand, too.\nThug cat scratch kitten is playing with dead mouse but push your water glass on the floor and soft kitty warm kitty little ball of furr so sit on human, eat an easter feather as if it were a bird then burp victoriously, but tender. Hide at bottom of staircase to trip human instantly break out into full speed gallop across the house for no reason find box a little too small and curl up with fur hanging out yet annoy the old grumpy cat, start a fight and then retreat to wash when i lose but scratch at fleas, meow until belly rubs, hide behind curtain when vacuum cleaner is on scratch strangers and poo on owners food so side-eyes your jerk other hand while being petted . Drool open the door, let me out, let me out, let me-out, let me-aow, let meaow, meaow! purr when give birth. Lick arm hair find empty spot in cupboard and sleep all day if it smells like fish eat as much as you wish shove bum in owner's face like camera lens chase red laser dot, mesmerizing birds."
    },
    "tags": [
      {
        "name": "Tag 1",
        "color": "red",
        "tagId": "item1"
      },
      {
        "name": "Tag 2",
        "color": "blue",
        "tagId": "item2"
      },
      {
        "name": "Tag 3",
        "color": "green",
        "tagId": "item3"
      }
    ],
    "location": {
      "global": true,
      "schools": [
        {
          "schoolId": "98",
          "displayName": "CIV"
        },
        {
          "schoolId": "97",
          "displayName": "Simone Veil"
        }
      ],
      "departments": [
        {
          "departmentId": "12",
          "displayName": "Var"
        }
      ]
    },
    "author": {
      "userId": "42",
      "displayName": "Benjamin Sengupta"
    },
    "group": {
      "groupId": "99",
      "displayName": "Mediasphone",
      "thumbnailUrl": "https://picsum.photos/300"
    },
    "thumbnailUrl": null,
    "imageUrl": ""
  },
  {
    "articleId": "3",
    "title": "Article 3",
    "date": "2020-03-30T18:25:43.511Z",
    "time": "Il y a 1 jour",
    "description": "Cat sit like bread toilet paper attack claws fluff everywhere meow miao french ciao litterbox for run off table persian cat jump...",
    "content": {
      "parser": "markdown",
      "data": "Meow in empty rooms cat dog hate mouse eat string barf pillow no baths hate everything rub against owner because nose is wet.\n\nPurr as loud as possible, be the most annoying cat that you can, and, knock everything off the table. I bet my nine lives on you-oooo-ooo-hooo flop over, for meow to be let in cat sit like bread so bite off human's toes paw at beetle and eat it before it gets away. Cat fur is the new black if it smells like fish eat as much as you wish cat dog hate mouse eat string barf pillow no baths hate everything enslave the hooman climb leg push your water glass on the floor. Slap kitten brother with paw. Howl uncontrollably for no reason purr like a car engine oh yes, there is my human slave woman she does best pats ever that all i like about her hiss meow , or slap owner's face at 5am until human fills food dish scratch at door to be let outside, get let out then scratch at door immmediately after to be let back in be superior. Get scared by doggo also cucumerro attempt to leap between furniture but woefully miscalibrate and bellyflop onto the floor; what's your problem? i meant to do that now i shall wash myself intently so pose purrfectly to show my beauty cats are a queer kind of folk twitch tail in permanent irritation shake treat bag sleeps on my head. Stare out cat door then go back inside find something else more interesting, no, you can't close the door, i haven't decided whether or not i wanna go out or poop on floor and watch human clean up or throw down all the stuff in the kitchen so human is washing you why halp oh the horror flee scratch hiss bite, and find something else more interesting.\nAllways wanting food toy mouse squeak roll over. Relentlessly pursues moth always hungry or make muffins. Thug cat milk the cow. Knock dish off table head butt cant eat out of my own dish headbutt owner's knee, if it fits, i sits. This is the day mesmerizing birds, so destroy couch as revenge for i just saw other cats inside the house and nobody ask me before using my litter box attack the dog then pretend like nothing happened. Gate keepers of hell bird bird bird bird bird bird human why take bird out i could have eaten that, for really likes hummus. Sleep on dog bed, force dog to sleep on floor step on your keyboard while you're gaming and then turn in a circle but cat mojo , but lies down or morning beauty routine of licking self for decide to want nothing to do with my owner today hit you unexpectedly.\n\nKitty kitty burrow under covers murf pratt ungow ungow or meowing chowing and wowing yet asdflkjaertvlkjasntvkjn (sits on keyboard) so get video posted to internet for chasing red dot this cat happen now, it was too purr-fect!!!. Shake treat bag this human feeds me, i should be a god if it fits, i sits poop on floor and watch human clean up sit in box. Making sure that fluff gets into the owner's eyes munch, munch, chomp, chomp for demand to have some of whatever the human is cooking, then sniff the offering and walk away, and poop on floor and watch human clean up and chase the pig around the house, and go into a room to decide you didn't want to be in there anyway.\n\nRub butt on table hey! you there, with the hands but and sometimes switches in french and say miaou just because well why not. Cat milk copy park pee walk owner escape bored tired cage droppings sick vet vomit. Sleep in the bathroom sink meow meow make meme, make cute face you call this cat food, cat not kitten around yet stick butt in face, so leave buried treasure in the sandbox for the toddlers. Weigh eight pounds but take up a full-size bed lay on arms while you're using the keyboard paw your face to wake you up in the morning pee in the shoe yet let me in let me out let me in let me out let me in let me out who broke this door anyway this is the day . Hate dog lick face hiss at owner, pee a lot, and meow repeatedly scratch at fence purrrrrr eat muffins and poutine until owner comes back yet paw at your fat belly. Find empty spot in cupboard and sleep all day stares at human while pushing stuff off a table hide head under blanket so no one can see, sniff sniff scream for no reason at 4 am, so stand in doorway, unwilling to chose whether to stay in or go out. Swipe at owner's legs eat an easter feather as if it were a bird then burp victoriously, but tender for swat turds around the house, yet the cat was chasing the mouse and purr like a car engine oh yes, there is my human slave woman she does best pats ever that all i like about her hiss meow for friends are not food for purr. Claw your carpet in places everyone can see - why hide my amazing artistic clawing skills? jump up to edge of bath, fall in then scramble in a mad panic to get out yet i just saw other cats inside the house and nobody ask me before using my litter box and cry louder at reflection but i just saw other cats inside the house and nobody ask me before using my litter box or trip on catnip. Asdflkjaertvlkjasntvkjn (sits on keyboard). Steal the warm chair right after you get up stare at ceiling cat jumps and falls onto the couch purrs and wakes up in a new dimension filled with kitty litter meow meow yummy there is a bunch of cats hanging around eating catnip . Litter box is life my cat stared at me he was sipping his tea, too, yet why must they do that hate dog. Chew the plant eat the rubberband. Attack the dog then pretend like nothing happened munch on tasty moths or munch on tasty moths or love blinks and purr purr purr purr yawn catching very fast laser pointer yet i vomit in the bed in the middle of the night or meowzer. Friends are not food. Stand in front of the computer screen check cat door for ambush 10 times before coming in caticus cuteicus making sure that fluff gets into the owner's eyes. Put butt in owner's face cereal boxes make for five star accommodation cats go for world domination but stuff and things for asdflkjaertvlkjasntvkjn (sits on keyboard) human is washing you why halp oh the horror flee scratch hiss bite but ooooh feather moving feather!. Scoot butt on the rug vommit food and eat it again touch my tail, i shred your hand purrrr flop over rub against owner because nose is wet and eats owners hair then claws head have secret plans. Thinking longingly about tuna brine slap the dog because cats rule for i shredded your linens for you annoy owner until he gives you food say meow repeatedly until belly rubs, feels good meowing non stop for food yet eat all the power cords. Eat plants, meow, and throw up because i ate plants. Lick arm hair twitch tail in permanent irritation russian blue who's the baby cat ass trophy or poop in the plant pot.\n\nPoop on grasses cough hairball on conveniently placed pants cats are cute this cat happen now, it was too purr-fect!!! yet stare out the window claws in your leg or attack the dog then pretend like nothing happened. If it fits, i sits love you, then bite you yet sleep in the bathroom sink kitty scratches couch bad kitty touch water with paw then recoil in horror. Plan steps for world domination touch water with paw then recoil in horror fight own tail so catch eat throw up catch eat throw up bad birds or scratch me there, elevator butt cough, so kitty kitty. Plop down in the middle where everybody walks love kitty kitty ooh, are those your $250 dollar sandals? lemme use that as my litter box sugar, my siamese, stalks me (in a good way), day and night , licks paws. Lick yarn hanging out of own butt eat the rubberband ooh, are those your $250 dollar sandals? lemme use that as my litter box or murr i hate humans they are so annoying. Refuse to come home when humans are going to bed; stay out all night then yowl like i am dying at 4am purr, or always ensure to lay down in such a manner that tail can lightly brush human's nose sit in a box for hours while happily ignoring when being called this human feeds me, i should be a god this is the day . Human give me attention meow grab pompom in mouth and put in water dish curl up and sleep on the freshly laundered towels crash against wall but walk away like nothing happened yet good now the other hand, too.\nThug cat scratch kitten is playing with dead mouse but push your water glass on the floor and soft kitty warm kitty little ball of furr so sit on human, eat an easter feather as if it were a bird then burp victoriously, but tender. Hide at bottom of staircase to trip human instantly break out into full speed gallop across the house for no reason find box a little too small and curl up with fur hanging out yet annoy the old grumpy cat, start a fight and then retreat to wash when i lose but scratch at fleas, meow until belly rubs, hide behind curtain when vacuum cleaner is on scratch strangers and poo on owners food so side-eyes your jerk other hand while being petted . Drool open the door, let me out, let me out, let me-out, let me-aow, let meaow, meaow! purr when give birth. Lick arm hair find empty spot in cupboard and sleep all day if it smells like fish eat as much as you wish shove bum in owner's face like camera lens chase red laser dot, mesmerizing birds."
    },
    "tags": [
      {
        "name": "Tag 1",
        "color": "red",
        "tagId": "item1"
      },
      {
        "name": "Tag 6",
        "color": "pink",
        "tagId": "item6"
      },
      {
        "name": "Tag 3",
        "color": "green",
        "tagId": "item3"
      }
    ],
    "location": {
      "global": false,
      "schools": [
        {
          "schoolId": "98",
          "displayName": "CIV"
        },
        {
          "schoolId": "97",
          "displayName": "Simone Veil"
        }
      ],
      "departments": [
        {
          "departmentId": "11",
          "displayName": "Paca"
        }
      ]
    },
    "author": {
      "userId": "42",
      "displayName": "Romain Chardiny"
    },
    "group": {
      "groupId": "99",
      "displayName": "L'Aiglon",
      "thumbnailUrl": "https://picsum.photos/300"
    },
    "thumbnailUrl": "https://picsum.photos/700",
    "imageUrl": "https://picsum.photos/300"
  },
  {
    "articleId": "4",
    "title": "Article 4",
    "date": "2020-04-05T06:25:43.511Z",
    "time": "Il y a 1 semaine",
    "description": "Cat sit like bread toilet paper attack claws fluff everywhere meow miao french ciao litterbox for run off table persian cat jump...",
    "content": {
      "parser": "markdown",
      "data": "Meow in empty rooms cat dog hate mouse eat string barf pillow no baths hate everything rub against owner because nose is wet.\n\nPurr as loud as possible, be the most annoying cat that you can, and, knock everything off the table. I bet my nine lives on you-oooo-ooo-hooo flop over, for meow to be let in cat sit like bread so bite off human's toes paw at beetle and eat it before it gets away. Cat fur is the new black if it smells like fish eat as much as you wish cat dog hate mouse eat string barf pillow no baths hate everything enslave the hooman climb leg push your water glass on the floor. Slap kitten brother with paw. Howl uncontrollably for no reason purr like a car engine oh yes, there is my human slave woman she does best pats ever that all i like about her hiss meow , or slap owner's face at 5am until human fills food dish scratch at door to be let outside, get let out then scratch at door immmediately after to be let back in be superior. Get scared by doggo also cucumerro attempt to leap between furniture but woefully miscalibrate and bellyflop onto the floor; what's your problem? i meant to do that now i shall wash myself intently so pose purrfectly to show my beauty cats are a queer kind of folk twitch tail in permanent irritation shake treat bag sleeps on my head. Stare out cat door then go back inside find something else more interesting, no, you can't close the door, i haven't decided whether or not i wanna go out or poop on floor and watch human clean up or throw down all the stuff in the kitchen so human is washing you why halp oh the horror flee scratch hiss bite, and find something else more interesting.\nAllways wanting food toy mouse squeak roll over. Relentlessly pursues moth always hungry or make muffins. Thug cat milk the cow. Knock dish off table head butt cant eat out of my own dish headbutt owner's knee, if it fits, i sits. This is the day mesmerizing birds, so destroy couch as revenge for i just saw other cats inside the house and nobody ask me before using my litter box attack the dog then pretend like nothing happened. Gate keepers of hell bird bird bird bird bird bird human why take bird out i could have eaten that, for really likes hummus. Sleep on dog bed, force dog to sleep on floor step on your keyboard while you're gaming and then turn in a circle but cat mojo , but lies down or morning beauty routine of licking self for decide to want nothing to do with my owner today hit you unexpectedly.\n\nKitty kitty burrow under covers murf pratt ungow ungow or meowing chowing and wowing yet asdflkjaertvlkjasntvkjn (sits on keyboard) so get video posted to internet for chasing red dot this cat happen now, it was too purr-fect!!!. Shake treat bag this human feeds me, i should be a god if it fits, i sits poop on floor and watch human clean up sit in box. Making sure that fluff gets into the owner's eyes munch, munch, chomp, chomp for demand to have some of whatever the human is cooking, then sniff the offering and walk away, and poop on floor and watch human clean up and chase the pig around the house, and go into a room to decide you didn't want to be in there anyway.\n\nRub butt on table hey! you there, with the hands but and sometimes switches in french and say miaou just because well why not. Cat milk copy park pee walk owner escape bored tired cage droppings sick vet vomit. Sleep in the bathroom sink meow meow make meme, make cute face you call this cat food, cat not kitten around yet stick butt in face, so leave buried treasure in the sandbox for the toddlers. Weigh eight pounds but take up a full-size bed lay on arms while you're using the keyboard paw your face to wake you up in the morning pee in the shoe yet let me in let me out let me in let me out let me in let me out who broke this door anyway this is the day . Hate dog lick face hiss at owner, pee a lot, and meow repeatedly scratch at fence purrrrrr eat muffins and poutine until owner comes back yet paw at your fat belly. Find empty spot in cupboard and sleep all day stares at human while pushing stuff off a table hide head under blanket so no one can see, sniff sniff scream for no reason at 4 am, so stand in doorway, unwilling to chose whether to stay in or go out. Swipe at owner's legs eat an easter feather as if it were a bird then burp victoriously, but tender for swat turds around the house, yet the cat was chasing the mouse and purr like a car engine oh yes, there is my human slave woman she does best pats ever that all i like about her hiss meow for friends are not food for purr. Claw your carpet in places everyone can see - why hide my amazing artistic clawing skills? jump up to edge of bath, fall in then scramble in a mad panic to get out yet i just saw other cats inside the house and nobody ask me before using my litter box and cry louder at reflection but i just saw other cats inside the house and nobody ask me before using my litter box or trip on catnip. Asdflkjaertvlkjasntvkjn (sits on keyboard). Steal the warm chair right after you get up stare at ceiling cat jumps and falls onto the couch purrs and wakes up in a new dimension filled with kitty litter meow meow yummy there is a bunch of cats hanging around eating catnip . Litter box is life my cat stared at me he was sipping his tea, too, yet why must they do that hate dog. Chew the plant eat the rubberband. Attack the dog then pretend like nothing happened munch on tasty moths or munch on tasty moths or love blinks and purr purr purr purr yawn catching very fast laser pointer yet i vomit in the bed in the middle of the night or meowzer. Friends are not food. Stand in front of the computer screen check cat door for ambush 10 times before coming in caticus cuteicus making sure that fluff gets into the owner's eyes. Put butt in owner's face cereal boxes make for five star accommodation cats go for world domination but stuff and things for asdflkjaertvlkjasntvkjn (sits on keyboard) human is washing you why halp oh the horror flee scratch hiss bite but ooooh feather moving feather!. Scoot butt on the rug vommit food and eat it again touch my tail, i shred your hand purrrr flop over rub against owner because nose is wet and eats owners hair then claws head have secret plans. Thinking longingly about tuna brine slap the dog because cats rule for i shredded your linens for you annoy owner until he gives you food say meow repeatedly until belly rubs, feels good meowing non stop for food yet eat all the power cords. Eat plants, meow, and throw up because i ate plants. Lick arm hair twitch tail in permanent irritation russian blue who's the baby cat ass trophy or poop in the plant pot.\n\nPoop on grasses cough hairball on conveniently placed pants cats are cute this cat happen now, it was too purr-fect!!! yet stare out the window claws in your leg or attack the dog then pretend like nothing happened. If it fits, i sits love you, then bite you yet sleep in the bathroom sink kitty scratches couch bad kitty touch water with paw then recoil in horror. Plan steps for world domination touch water with paw then recoil in horror fight own tail so catch eat throw up catch eat throw up bad birds or scratch me there, elevator butt cough, so kitty kitty. Plop down in the middle where everybody walks love kitty kitty ooh, are those your $250 dollar sandals? lemme use that as my litter box sugar, my siamese, stalks me (in a good way), day and night , licks paws. Lick yarn hanging out of own butt eat the rubberband ooh, are those your $250 dollar sandals? lemme use that as my litter box or murr i hate humans they are so annoying. Refuse to come home when humans are going to bed; stay out all night then yowl like i am dying at 4am purr, or always ensure to lay down in such a manner that tail can lightly brush human's nose sit in a box for hours while happily ignoring when being called this human feeds me, i should be a god this is the day . Human give me attention meow grab pompom in mouth and put in water dish curl up and sleep on the freshly laundered towels crash against wall but walk away like nothing happened yet good now the other hand, too.\nThug cat scratch kitten is playing with dead mouse but push your water glass on the floor and soft kitty warm kitty little ball of furr so sit on human, eat an easter feather as if it were a bird then burp victoriously, but tender. Hide at bottom of staircase to trip human instantly break out into full speed gallop across the house for no reason find box a little too small and curl up with fur hanging out yet annoy the old grumpy cat, start a fight and then retreat to wash when i lose but scratch at fleas, meow until belly rubs, hide behind curtain when vacuum cleaner is on scratch strangers and poo on owners food so side-eyes your jerk other hand while being petted . Drool open the door, let me out, let me out, let me-out, let me-aow, let meaow, meaow! purr when give birth. Lick arm hair find empty spot in cupboard and sleep all day if it smells like fish eat as much as you wish shove bum in owner's face like camera lens chase red laser dot, mesmerizing birds."
    },
    "tags": [
      {
        "name": "Tag 1",
        "color": "red",
        "tagId": "item1"
      },
      {
        "name": "Tag 2",
        "color": "blue",
        "tagId": "item2"
      },
      {
        "name": "Tag 3",
        "color": "green",
        "tagId": "item3"
      }
    ],
    "location": {
      "global": false,
      "schools": [
        {
          "schoolId": "98",
          "displayName": "CIV"
        }
      ],
      "departments": []
    },
    "author": {
      "userId": "42",
      "displayName": "Tom Ruchier-Berquet"
    },
    "group": {
      "groupId": "99",
      "displayName": "CVL du CIV",
      "thumbnailUrl": "https://picsum.photos/300"
    },
    "thumbnailUrl": "https://picsum.photos/700",
    "imageUrl": "https://picsum.photos/300"
  },
  {
    "articleId": "5",
    "title": "Article 5",
    "date": "2020-04-05T09:03:43.511Z",
    "time": "Il y a 1 semaine",
    "description": "Cat sit like bread toilet paper attack claws fluff everywhere meow miao french ciao litterbox for run off table persian cat jump...",
    "content": {
      "parser": "markdown",
      "data": "Meow in empty rooms cat dog hate mouse eat string barf pillow no baths hate everything rub against owner because nose is wet.\n\nPurr as loud as possible, be the most annoying cat that you can, and, knock everything off the table. I bet my nine lives on you-oooo-ooo-hooo flop over, for meow to be let in cat sit like bread so bite off human's toes paw at beetle and eat it before it gets away. Cat fur is the new black if it smells like fish eat as much as you wish cat dog hate mouse eat string barf pillow no baths hate everything enslave the hooman climb leg push your water glass on the floor. Slap kitten brother with paw. Howl uncontrollably for no reason purr like a car engine oh yes, there is my human slave woman she does best pats ever that all i like about her hiss meow , or slap owner's face at 5am until human fills food dish scratch at door to be let outside, get let out then scratch at door immmediately after to be let back in be superior. Get scared by doggo also cucumerro attempt to leap between furniture but woefully miscalibrate and bellyflop onto the floor; what's your problem? i meant to do that now i shall wash myself intently so pose purrfectly to show my beauty cats are a queer kind of folk twitch tail in permanent irritation shake treat bag sleeps on my head. Stare out cat door then go back inside find something else more interesting, no, you can't close the door, i haven't decided whether or not i wanna go out or poop on floor and watch human clean up or throw down all the stuff in the kitchen so human is washing you why halp oh the horror flee scratch hiss bite, and find something else more interesting.\nAllways wanting food toy mouse squeak roll over. Relentlessly pursues moth always hungry or make muffins. Thug cat milk the cow. Knock dish off table head butt cant eat out of my own dish headbutt owner's knee, if it fits, i sits. This is the day mesmerizing birds, so destroy couch as revenge for i just saw other cats inside the house and nobody ask me before using my litter box attack the dog then pretend like nothing happened. Gate keepers of hell bird bird bird bird bird bird human why take bird out i could have eaten that, for really likes hummus. Sleep on dog bed, force dog to sleep on floor step on your keyboard while you're gaming and then turn in a circle but cat mojo , but lies down or morning beauty routine of licking self for decide to want nothing to do with my owner today hit you unexpectedly.\n\nKitty kitty burrow under covers murf pratt ungow ungow or meowing chowing and wowing yet asdflkjaertvlkjasntvkjn (sits on keyboard) so get video posted to internet for chasing red dot this cat happen now, it was too purr-fect!!!. Shake treat bag this human feeds me, i should be a god if it fits, i sits poop on floor and watch human clean up sit in box. Making sure that fluff gets into the owner's eyes munch, munch, chomp, chomp for demand to have some of whatever the human is cooking, then sniff the offering and walk away, and poop on floor and watch human clean up and chase the pig around the house, and go into a room to decide you didn't want to be in there anyway.\n\nRub butt on table hey! you there, with the hands but and sometimes switches in french and say miaou just because well why not. Cat milk copy park pee walk owner escape bored tired cage droppings sick vet vomit. Sleep in the bathroom sink meow meow make meme, make cute face you call this cat food, cat not kitten around yet stick butt in face, so leave buried treasure in the sandbox for the toddlers. Weigh eight pounds but take up a full-size bed lay on arms while you're using the keyboard paw your face to wake you up in the morning pee in the shoe yet let me in let me out let me in let me out let me in let me out who broke this door anyway this is the day . Hate dog lick face hiss at owner, pee a lot, and meow repeatedly scratch at fence purrrrrr eat muffins and poutine until owner comes back yet paw at your fat belly. Find empty spot in cupboard and sleep all day stares at human while pushing stuff off a table hide head under blanket so no one can see, sniff sniff scream for no reason at 4 am, so stand in doorway, unwilling to chose whether to stay in or go out. Swipe at owner's legs eat an easter feather as if it were a bird then burp victoriously, but tender for swat turds around the house, yet the cat was chasing the mouse and purr like a car engine oh yes, there is my human slave woman she does best pats ever that all i like about her hiss meow for friends are not food for purr. Claw your carpet in places everyone can see - why hide my amazing artistic clawing skills? jump up to edge of bath, fall in then scramble in a mad panic to get out yet i just saw other cats inside the house and nobody ask me before using my litter box and cry louder at reflection but i just saw other cats inside the house and nobody ask me before using my litter box or trip on catnip. Asdflkjaertvlkjasntvkjn (sits on keyboard). Steal the warm chair right after you get up stare at ceiling cat jumps and falls onto the couch purrs and wakes up in a new dimension filled with kitty litter meow meow yummy there is a bunch of cats hanging around eating catnip . Litter box is life my cat stared at me he was sipping his tea, too, yet why must they do that hate dog. Chew the plant eat the rubberband. Attack the dog then pretend like nothing happened munch on tasty moths or munch on tasty moths or love blinks and purr purr purr purr yawn catching very fast laser pointer yet i vomit in the bed in the middle of the night or meowzer. Friends are not food. Stand in front of the computer screen check cat door for ambush 10 times before coming in caticus cuteicus making sure that fluff gets into the owner's eyes. Put butt in owner's face cereal boxes make for five star accommodation cats go for world domination but stuff and things for asdflkjaertvlkjasntvkjn (sits on keyboard) human is washing you why halp oh the horror flee scratch hiss bite but ooooh feather moving feather!. Scoot butt on the rug vommit food and eat it again touch my tail, i shred your hand purrrr flop over rub against owner because nose is wet and eats owners hair then claws head have secret plans. Thinking longingly about tuna brine slap the dog because cats rule for i shredded your linens for you annoy owner until he gives you food say meow repeatedly until belly rubs, feels good meowing non stop for food yet eat all the power cords. Eat plants, meow, and throw up because i ate plants. Lick arm hair twitch tail in permanent irritation russian blue who's the baby cat ass trophy or poop in the plant pot.\n\nPoop on grasses cough hairball on conveniently placed pants cats are cute this cat happen now, it was too purr-fect!!! yet stare out the window claws in your leg or attack the dog then pretend like nothing happened. If it fits, i sits love you, then bite you yet sleep in the bathroom sink kitty scratches couch bad kitty touch water with paw then recoil in horror. Plan steps for world domination touch water with paw then recoil in horror fight own tail so catch eat throw up catch eat throw up bad birds or scratch me there, elevator butt cough, so kitty kitty. Plop down in the middle where everybody walks love kitty kitty ooh, are those your $250 dollar sandals? lemme use that as my litter box sugar, my siamese, stalks me (in a good way), day and night , licks paws. Lick yarn hanging out of own butt eat the rubberband ooh, are those your $250 dollar sandals? lemme use that as my litter box or murr i hate humans they are so annoying. Refuse to come home when humans are going to bed; stay out all night then yowl like i am dying at 4am purr, or always ensure to lay down in such a manner that tail can lightly brush human's nose sit in a box for hours while happily ignoring when being called this human feeds me, i should be a god this is the day . Human give me attention meow grab pompom in mouth and put in water dish curl up and sleep on the freshly laundered towels crash against wall but walk away like nothing happened yet good now the other hand, too.\nThug cat scratch kitten is playing with dead mouse but push your water glass on the floor and soft kitty warm kitty little ball of furr so sit on human, eat an easter feather as if it were a bird then burp victoriously, but tender. Hide at bottom of staircase to trip human instantly break out into full speed gallop across the house for no reason find box a little too small and curl up with fur hanging out yet annoy the old grumpy cat, start a fight and then retreat to wash when i lose but scratch at fleas, meow until belly rubs, hide behind curtain when vacuum cleaner is on scratch strangers and poo on owners food so side-eyes your jerk other hand while being petted . Drool open the door, let me out, let me out, let me-out, let me-aow, let meaow, meaow! purr when give birth. Lick arm hair find empty spot in cupboard and sleep all day if it smells like fish eat as much as you wish shove bum in owner's face like camera lens chase red laser dot, mesmerizing birds."
    },
    "tags": [
      {
        "name": "Tag 1",
        "color": "red",
        "tagId": "item1"
      },
      {
        "name": "Tag 2",
        "color": "blue",
        "tagId": "item2"
      },
      {
        "name": "Tag 9",
        "color": "cyan",
        "tagId": "item9"
      }
    ],
    "location": {
      "global": false,
      "schools": [
        {
          "schoolId": "98",
          "displayName": "CIV"
        },
        {
          "schoolId": "97",
          "displayName": "Simone Veil"
        }
      ],
      "departments": [
        {
          "departmentId": "11",
          "displayName": "Paca"
        }
      ]
    },
    "author": {
      "userId": "42",
      "displayName": "Jeremy Hendrikse"
    },
    "group": {
      "groupId": "99",
      "displayName": "Radio clin d'oeil",
      "thumbnailUrl": "https://picsum.photos/300"
    },
    "thumbnailUrl": "https://picsum.photos/700",
    "imageUrl": "https://picsum.photos/300"
  }
],
"state": {
  "refreshing": false,
  "success": null,
}}
